Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: This will delete the provider and its API key. This cannot be undone.
ar: سيؤدي هذا إلى حذف المزوّد ومفتاح API الخاص به. لا يمكن التراجع عن هذا الإجراء.
ca: Això eliminarà el proveïdor i la seva clau API. Aquesta acció no es pot desfer.
cs: Tím se smaže poskytovatel a jeho API klíč. Tuto akci nelze vrátit zpět.
da: Dette vil slette udbyderen og dens API-nøgle. Dette kan ikke fortrydes.
de: Dies löscht den Anbieter und seinen API-Schlüssel. Dies kann nicht rückgängig gemacht werden.
es: Esto eliminará el proveedor y su clave API. Esta acción no se puede deshacer.
fi: Tämä poistaa palveluntarjoajan ja sen API-avaimen. Tätä ei voi kumota.
fr: Cela supprimera le fournisseur et sa clé API. Cette action est irréversible.
he: פעולה זו תמחק את הספק ואת מפתח ה-API שלו. לא ניתן לבטל פעולה זו.
hu: Ez törli a szolgáltatót és annak API-kulcsát. Ez nem vonható vissza.
it: Verranno eliminati il provider e la sua chiave API. Questa operazione non può essere annullata.
ja: プロバイダーとそのAPIキーを削除します。この操作は元に戻せません。
ko: 공급자와 해당 API 키를 삭제합니다. 이 작업은 되돌릴 수 없습니다.
nb: Dette vil slette leverandøren og API-nøkkelen. Dette kan ikke angres.
nl: Dit verwijdert de provider en de bijbehorende API-sleutel. Dit kan niet ongedaan worden gemaakt.
pl: Spowoduje to usunięcie dostawcy i jego klucza API. Tej operacji nie można cofnąć.
pt_br: Isso excluirá o provedor e sua chave de API. Esta ação não pode ser desfeita.
pt_pt: Isto irá eliminar o fornecedor e a sua chave API. Esta ação não pode ser desfeita.
ro: Se va șterge furnizorul și cheia sa API. Această acțiune este ireversibilă.
sl: S tem boste izbrisali ponudnika in njegov API ključ. Tega ni mogoče razveljaviti.
sv: Detta raderar leverantören och dess API-nyckel. Detta kan inte ångras.
uk: Це видалить провайдера та його API-ключ. Цю дію не можна скасувати.
vi: Thao tác này sẽ xóa nhà cung cấp và API key của nó. Không thể hoàn tác thao tác này.
zh_hans: 这将删除供应商及其 API 密钥。此操作无法撤销。
zh_hant: 這將刪除供應商及其 API 金鑰。此操作無法復原。

# This will disconnect from %@ and connect to %@.
source: This will disconnect from %1$@ and connect to %2$@.
ar: سيؤدي هذا إلى قطع الاتصال بـ %1$@ والاتصال بـ %2$@.
ca: Això es desconnectarà de %@ i es connectarà a %@.
cs: Tím se odpojíte od %@ a připojíte k %@.
da: Dette vil afbryde fra %1$@ og oprette forbindelse til %2$@.
de: Dies wird die Verbindung zu %1$@ trennen und eine Verbindung zu %2$@ herstellen.
es: Esto desconectará de %1$@ y conectará a %2$@.
fi: Tämä katkaisee yhteyden kohteeseen %1$@ ja yhdistää kohteeseen %2$@.
fr: Cela déconnectera de %1$@ et se connectera à %2$@.
he: פעולה זו תתנתק מ-%1$@ ותתחבר ל-%2$@.
hu: Ez leválaszt innen: %@ és csatlakozik ide: %@.
it: La connessione a %@ verrà interrotta e verrà stabilita una connessione a %@.
ja: %@から切断して%@に接続します。
ko: %1$@와의 연결을 해제하고 %2$@에 연결합니다.
nb: Dette vil koble fra %@ og koble til %@.
nl: Dit verbreekt de verbinding met %1$@ en maakt verbinding met %2$@.
pl: Spowoduje to rozłączenie z %@ i połączenie z %@.
pt_br: Isso desconectará de %1$@ e conectará a %2$@.
pt_pt: Isto irá desligar de %1$@ e ligar a %2$@.
ro: Se va deconecta de la %1$@ și se va conecta la %2$@.
sl: S tem se boste odklopili od %1$@ in se povezali z %2$@.
sv: Detta kopplar från %1$@ och ansluter till %2$@.
uk: Це від'єднає від %@ та підключить до %@.
vi: Thao tác này sẽ ngắt kết nối khỏi %@ và kết nối đến %@.
zh_hans: 这将断开 %@ 的连接并连接到 %@。
zh_hant: 這將中斷與 %1$@ 的連線並連線至 %2$@。

source: This will end your connection to %@.
ar: سيؤدي هذا إلى إنهاء اتصالك بـ %@.
ca: Això finalitzarà la vostra connexió a %@.
cs: Tím se ukončí vaše připojení k %@.
da: Dette vil afslutte din forbindelse til %@.
de: Dies beendet Ihre Verbindung zu %@.
es: Esto finalizará su conexión con %@.
fi: Tämä katkaisee yhteyden kohteeseen %@.
fr: Cela mettra fin à votre connexion à %@.
he: פעולה זו תסיים את החיבור שלך ל-%@.
hu: Ez befejezi a kapcsolatát a következővel: %@.
it: La connessione a %@ verrà terminata.
ja: %@への接続を終了します。
ko: %@와의 연결을 종료합니다.
nb: Dette vil avslutte tilkoblingen til %@.
nl: Dit beeindigt uw verbinding met %@.
pl: Spowoduje to zakończenie połączenia z %@.
pt_br: Isso encerrará sua conexão com %@.
pt_pt: Isto irá terminar a sua ligação a %@.
ro: Aceasta va încheia conexiunea dvs. la %@.
sl: S tem boste končali povezavo z %@.
sv: Detta avslutar din anslutning till %@.
uk: Це завершить ваше з'єднання з %@.
vi: Thao tác này sẽ kết thúc kết nối của bạn đến %@.
zh_hans: 这将结束您与 %@ 的连接。
zh_hant: 這將結束您與 %@ 的連線。

source: This will override the built-in theme with the same name.
ar: سيؤدي هذا إلى استبدال السمة المدمجة التي تحمل نفس الاسم.
ca: Això substituirà el tema integrat amb el mateix nom.
cs: Toto přepíše vestavěný motiv se stejným názvem.
da: Dette vil overskrive det indbyggede tema med samme navn.
de: Dies wird das integrierte Theme mit demselben Namen überschreiben.
es: Esto sobrescribirá el tema integrado con el mismo nombre.
fi: Tämä korvaa samannimisen sisäänrakennetun teeman.
fr: Cela remplacera le thème intégré du même nom.
he: פעולה זו תדרוס את ערכת הנושא המובנית בעלת אותו שם.
hu: Ez felülírja az azonos nevű beépített témát.
it: Questo sovrascriverà il tema integrato con lo stesso nome.
ja: これは同じ名前の組み込みテーマを上書きします。
ko: 이 작업은 같은 이름의 내장 테마를 덮어씁니다.
nb: Dette vil overstyre det innebygde temaet med samme navn.
nl: Dit overschrijft het ingebouwde thema met dezelfde naam.
pl: Spowoduje to nadpisanie wbudowanego motywu o tej samej nazwie.
pt_br: Isso substituirá o tema integrado com o mesmo nome.
pt_pt: Isto substituirá o tema integrado com o mesmo nome.
ro: Aceasta va suprascrie tema încorporată cu același nume.
sl: To bo prepisalo vgrajeno temo z istim imenom.
sv: Detta kommer att åsidosätta det inbyggda temat med samma namn.
uk: Це замінить вбудовану тему з такою ж назвою.
vi: Thao tác này sẽ ghi đè chủ đề tích hợp cùng tên.
zh_hans: 这将覆盖同名的内置主题。
zh_hant: 這將覆蓋同名的內建主題。

source: This will permanently delete the key from %@. This cannot be undone.
ar: سيؤدي هذا إلى حذف المفتاح نهائياً من %@. لا يمكن التراجع عن هذا الإجراء.
ca: Això eliminarà permanentment la clau de %@. Aquesta acció no es pot desfer.
cs: Tím se trvale smaže klíč z %@. Tuto akci nelze vrátit zpět.
da: Dette vil permanent slette nøglen fra %@. Dette kan ikke fortrydes.
de: Dies löscht den Schlüssel dauerhaft von %@. Dies kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente la clave de %@. Esta acción no se puede deshacer.
fi: Tämä poistaa avaimen pysyvästi kohteesta %@. Tätä ei voi kumota.
fr: Cela supprimera définitivement la clé de %@. Cette action est irréversible.
he: פעולה זו תמחק לצמיתות את המפתח מ-%@. לא ניתן לבטל פעולה זו.
hu: Ez véglegesen törli a kulcsot innen: %@. Ez nem vonható vissza.
it: La chiave verrà eliminata definitivamente da %@. Questa operazione non può essere annullata.
ja: %@からキーを完全に削除します。この操作は元に戻せません。
ko: %@에서 키를 영구적으로 삭제합니다. 이 작업은 되돌릴 수 없습니다.
nb: Dette vil permanent slette nøkkelen fra %@. Dette kan ikke angres.
nl: Dit verwijdert de sleutel permanent van %@. Dit kan niet ongedaan worden gemaakt.
pl: Spowoduje to trwałe usunięcie klucza z %@. Tej operacji nie można cofnąć.
pt_br: Isso excluirá permanentemente a chave de %@. Esta ação não pode ser desfeita.
pt_pt: Isto irá eliminar permanentemente a chave de %@. Esta ação não pode ser desfeita.
ro: Aceasta va șterge definitiv cheia din %@. Această acțiune este ireversibilă.
sl: S tem boste trajno izbrisali ključ iz %@. Tega ni mogoče razveljaviti.
sv: Detta raderar nyckeln permanent från %@. Detta kan inte ångras.
uk: Це назавжди видалить ключ з %@. Цю дію не можна скасувати.
vi: Thao tác này sẽ xóa vĩnh viễn khóa khỏi %@. Không thể hoàn tác thao tác này.
zh_hans: 这将从 %@ 中永久删除密钥。此操作无法撤销。
zh_hant: 這將從 %@ 中永久刪除金鑰。此操作無法復原。

source: This will permanently delete the key from the YubiKey. This cannot be undone.
ar: سيؤدي هذا إلى حذف المفتاح نهائياً من YubiKey. لا يمكن التراجع عن هذا الإجراء.
ca: Això eliminarà permanentment la clau del YubiKey. Aquesta acció no es pot desfer.
cs: Tím se trvale smaže klíč z YubiKey. Tuto akci nelze vrátit zpět.
da: Dette vil permanent slette nøglen fra YubiKey. Dette kan ikke fortrydes.
de: Dies löscht den Schlüssel dauerhaft vom YubiKey. Dies kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente la clave del YubiKey. Esta acción no se puede deshacer.
fi: Tämä poistaa avaimen pysyvästi YubiKey-laitteelta. Tätä ei voi kumota.
fr: Cela supprimera définitivement la clé du YubiKey. Cette action est irréversible.
he: פעולה זו תמחק לצמיתות את המפתח מה-YubiKey. לא ניתן לבטל פעולה זו.
hu: Ez véglegesen törli a kulcsot a YubiKey-ről. Ez nem vonható vissza.
it: La chiave verrà eliminata definitivamente dalla YubiKey. Questa operazione non può essere annullata.
ja: YubiKeyからキーを完全に削除します。この操作は元に戻せません。
ko: YubiKey에서 키를 영구적으로 삭제합니다. 이 작업은 되돌릴 수 없습니다.
nb: Dette vil permanent slette nøkkelen fra YubiKey-en. Dette kan ikke angres.
nl: Dit verwijdert de sleutel permanent van de YubiKey. Dit kan niet ongedaan worden gemaakt.
pl: Spowoduje to trwałe usunięcie klucza z YubiKey. Tej operacji nie można cofnąć.
pt_br: Isso excluirá permanentemente a chave do YubiKey. Esta ação não pode ser desfeita.
pt_pt: Isto irá eliminar permanentemente a chave do YubiKey. Esta ação não pode ser desfeita.
ro: Aceasta va șterge definitiv cheia de pe YubiKey. Această acțiune este ireversibilă.
sl: S tem boste trajno izbrisali ključ z YubiKeya. Tega ni mogoče razveljaviti.
sv: Detta raderar nyckeln permanent från YubiKey. Detta kan inte ångras.
uk: Це назавжди видалить ключ з YubiKey. Цю дію не можна скасувати.
vi: Thao tác này sẽ xóa vĩnh viễn khóa khỏi YubiKey. Không thể hoàn tác thao tác này.
zh_hans: 这将从 YubiKey 中永久删除密钥。此操作无法撤销。
zh_hant: 這將從 YubiKey 中永久刪除金鑰。此操作無法復原。

source: This will remove all saved SSH connection history used for auto-completion. This action cannot be undone.
ar: سيؤدي هذا إلى إزالة جميع سجلات اتصالات SSH المحفوظة المستخدمة للإكمال التلقائي. لا يمكن التراجع عن هذا الإجراء.
ca: Això eliminarà tot l'historial de connexions SSH desat utilitzat per a l'autocompleció. Aquesta acció no es pot desfer.
cs: Tím se odstraní celá uložená historie SSH připojení používaná pro automatické doplňování. Tuto akci nelze vrátit zpět.
da: Dette vil fjerne al gemt SSH-forbindelseshistorik, der bruges til autoudfyldning. Denne handling kan ikke fortrydes.
de: Dies entfernt den gesamten gespeicherten SSH-Verbindungsverlauf, der für die Autovervollständigung verwendet wird. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará todo el historial de conexiones SSH guardado utilizado para autocompletado. Esta acción no se puede deshacer.
fi: Tämä poistaa kaikki tallennetut SSH-yhteyshistoriat, joita käytetään automaattitäydennykseen. Tätä toimintoa ei voi kumota.
fr: Cela supprimera tout l'historique des connexions SSH enregistré utilisé pour l'auto-complétion. Cette action est irréversible.
he: פעולה זו תסיר את כל היסטוריית חיבורי SSH השמורה המשמשת להשלמה אוטומטית. לא ניתן לבטל פעולה זו.
hu: Ez eltávolítja az összes mentett SSH-kapcsolati előzményt, amelyet az automatikus kiegészítés használ. Ez a művelet nem vonható vissza.
it: Verrà rimossa tutta la cronologia delle connessioni SSH salvate utilizzata per il completamento automatico. Questa operazione non può essere annullata.
ja: 自動補完に使用されるすべてのSSH接続履歴を削除します。この操作は元に戻せません。
ko: 자동 완성에 사용되는 모든 SSH 연결 기록을 삭제합니다. 이 작업은 되돌릴 수 없습니다.
nb: Dette vil fjerne all lagret SSH-tilkoblingshistorikk som brukes til autofullføring. Denne handlingen kan ikke angres.
nl: Dit verwijdert alle opgeslagen SSH-verbindingsgeschiedenis die wordt gebruikt voor automatisch aanvullen. Deze actie kan niet ongedaan worden gemaakt.
pl: Spowoduje to usunięcie całej zapisanej historii połączeń SSH używanej do autouzupełniania. Tej operacji nie można cofnąć.
pt_br: Isso removerá todo o histórico de conexões SSH salvo usado para autocompletar. Esta ação não pode ser desfeita.
pt_pt: Isto irá remover todo o histórico de ligações SSH guardado usado para preenchimento automático. Esta ação não pode ser desfeita.
ro: Aceasta va elimina tot istoricul conexiunilor SSH salvat, folosit pentru completare automată. Această acțiune este ireversibilă.
sl: S tem boste odstranili celotno shranjeno zgodovino SSH povezav, ki se uporablja za samodejno dokončevanje. Tega dejanja ni mogoče razveljaviti.
sv: Detta tar bort all sparad SSH-anslutningshistorik som används för autokomplettering. Denna åtgärd kan inte ångras.
uk: Це видалить усю збережену історію SSH-з'єднань, що використовується для автодоповнення. Цю дію не можна скасувати.
vi: Thao tác này sẽ xóa toàn bộ lịch sử kết nối SSH đã lưu dùng cho tự động hoàn thành. Không thể hoàn tác hành động này.
zh_hans: 这将移除所有用于自动补全的已保存 SSH 连接历史。此操作无法撤销。
zh_hant: 這將移除所有用於自動完成的已儲存 SSH 連線記錄。此操作無法復原。

source: This will remove all trusted SSH host keys. You will need to verify and trust hosts again on your next connection.
ar: سيؤدي هذا إلى إزالة جميع مفاتيح مضيفي SSH الموثوقة. ستحتاج إلى التحقق من المضيفين والوثوق بهم مرة أخرى عند اتصالك التالي.
ca: Això eliminarà totes les claus d'amfitrió SSH de confiança. Haureu de verificar i confiar en els amfitrions de nou a la propera connexió.
cs: Tím se odstraní všechny důvěryhodné klíče SSH hostitelů. Při dalším připojení budete muset hostitele znovu ověřit a schválit.
da: Dette vil fjerne alle betroede SSH-værtsnøgler. Du skal verificere og godkende værter igen ved din næste forbindelse.
de: Dies entfernt alle vertrauenswürdigen SSH-Host-Schlüssel. Sie müssen Hosts bei Ihrer nächsten Verbindung erneut verifizieren und als vertrauenswürdig einstufen.
es: Esto eliminará todas las claves de host SSH de confianza. Deberá verificar y confiar en los hosts nuevamente en su próxima conexión.
fi: Tämä poistaa kaikki luotetut SSH-isäntäavaimet. Sinun täytyy vahvistaa ja hyväksyä isännät uudelleen seuraavalla yhteydellä.
fr: Cela supprimera toutes les clés d'hôte SSH de confiance. Vous devrez vérifier et approuver les hôtes à nouveau lors de votre prochaine connexion.
he: פעולה זו תסיר את כל מפתחות המארח המהימנים של SSH. תצטרך לאמת ולהגדיר מארחים כמהימנים מחדש בחיבור הבא.
hu: Ez eltávolítja az összes megbízható SSH-hoszkulcsot. A következő csatlakozáskor újra ellenőriznie és megbízhatóvá kell tennie a hosztokat.
it: Verranno rimosse tutte le chiavi host SSH attendibili. Sarà necessario verificare e confermare l'attendibilità degli host alla prossima connessione.
ja: 信頼済みのすべてのSSHホストキーを削除します。次回の接続時にホストを再度検証して信頼する必要があります。
ko: 신뢰된 모든 SSH 호스트 키를 삭제합니다. 다음 연결 시 호스트를 다시 확인하고 신뢰해야 합니다.
nb: Dette vil fjerne alle klarerte SSH-vertsnøkler. Du må verifisere og godkjenne verter på nytt ved neste tilkobling.
nl: Dit verwijdert alle vertrouwde SSH-hostsleutels. U moet hosts opnieuw verifieren en vertrouwen bij uw volgende verbinding.
pl: Spowoduje to usunięcie wszystkich zaufanych kluczy hostów SSH. Przy następnym połączeniu będzie trzeba ponownie zweryfikować i zatwierdzić hosty.
pt_br: Isso removerá todas as chaves de host SSH confiáveis. Você precisará verificar e confiar nos hosts novamente na próxima conexão.
pt_pt: Isto irá remover todas as chaves de anfitrião SSH fidedignas. Terá de verificar e confiar nos anfitriões novamente na próxima ligação.
ro: Aceasta va elimina toate cheile de gazdă SSH de încredere. Va trebui să verificați și să aprobați gazdele din nou la următoarea conectare.
sl: S tem boste odstranili vse zaupanja vredne SSH ključe gostiteljev. Ob naslednji povezavi boste morali gostitelje znova preveriti in jim zaupati.
sv: Detta tar bort alla betrodda SSH-värdnycklar. Du behöver verifiera och godkänna värdar igen vid nästa anslutning.
uk: Це видалить усі довірені SSH-ключі хостів. Вам потрібно буде знову перевірити та підтвердити довіру хостам при наступному з'єднанні.
vi: Thao tác này sẽ xóa tất cả khóa host SSH đáng tin cậy. Bạn sẽ cần xác minh và tin tưởng lại các host trong lần kết nối tiếp theo.
zh_hans: 这将移除所有受信任的 SSH 主机密钥。下次连接时需要重新验证并信任主机。
zh_hant: 這將移除所有受信任的 SSH 主機金鑰。下次連線時您需要重新驗證並信任主機。

source: This will remove all your custom keyboard shortcuts and restore the defaults.
ar: سيؤدي هذا إلى إزالة جميع اختصارات لوحة المفاتيح المخصصة واستعادة الإعدادات الافتراضية.
ca: Això eliminarà totes les dreceres de teclat personalitzades i restaurarà les predeterminades.
cs: Tím se odstraní všechny vaše vlastní klávesové zkratky a obnoví se výchozí.
da: Dette vil fjerne alle dine brugerdefinerede tastaturgenveje og gendanne standardindstillingerne.
de: Dies entfernt alle Ihre benutzerdefinierten Tastaturkurzbefehle und stellt die Standardwerte wieder her.
es: Esto eliminará todos sus atajos de teclado personalizados y restaurará los valores predeterminados.
fi: Tämä poistaa kaikki mukautetut pikanäppäimet ja palauttaa oletusasetukset.
fr: Cela supprimera tous vos raccourcis clavier personnalisés et restaurera les valeurs par défaut.
he: פעולה זו תסיר את כל קיצורי המקלדת המותאמים אישית שלך ותשחזר את ברירות המחדל.
hu: Ez eltávolítja az összes egyéni billentyűparancsot és visszaállítja az alapértelmezetteket.
it: Verranno rimosse tutte le scorciatoie da tastiera personalizzate e ripristinate quelle predefinite.
ja: すべてのカスタムキーボードショートカットを削除してデフォルトに戻します。
ko: 모든 사용자 지정 키보드 단축키를 삭제하고 기본값으로 복원합니다.
nb: Dette vil fjerne alle dine egendefinerte tastatursnarveier og gjenopprette standardinnstillingene.
nl: Dit verwijdert al uw aangepaste sneltoetsen en herstelt de standaardinstellingen.
pl: Spowoduje to usunięcie wszystkich niestandardowych skrótów klawiaturowych i przywrócenie ustawień domyślnych.
pt_br: Isso removerá todos os seus atalhos de teclado personalizados e restaurará os padrões.
pt_pt: Isto irá remover todos os seus atalhos de teclado personalizados e restaurar as predefinições.
ro: Aceasta va elimina toate scurtăturile de tastatură personalizate și va restaura valorile implicite.
sl: S tem boste odstranili vse vaše bližnjice po meri in obnovili privzete nastavitve.
sv: Detta tar bort alla dina anpassade tangentbordsgenvägar och återställer standardinställningarna.
uk: Це видалить усі ваші власні клавіатурні скорочення та відновить стандартні.
vi: Thao tác này sẽ xóa tất cả phím tắt tùy chỉnh của bạn và khôi phục về mặc định.
zh_hans: 这将移除所有自定义键盘快捷键并恢复默认设置。
zh_hant: 這將移除所有自訂鍵盤快速鍵並還原為預設值。

source: This will remove the ChatGPT sign-in from this device. Your subscription is unaffected.
ar: سيؤدي هذا إلى إزالة تسجيل الدخول إلى ChatGPT من هذا الجهاز. لن يتأثر اشتراكك.
ca: Això eliminarà l'inici de sessió de ChatGPT d'aquest dispositiu. La vostra subscripció no es veurà afectada.
cs: Tím se z tohoto zařízení odstraní přihlášení k ChatGPT. Vaše předplatné to neovlivní.
da: Dette vil fjerne ChatGPT-loginet fra denne enhed. Dit abonnement påvirkes ikke.
de: Dies entfernt die ChatGPT-Anmeldung von diesem Gerät. Ihr Abonnement bleibt davon unberührt.
es: Esto eliminará el inicio de sesión de ChatGPT de este dispositivo. Su suscripción no se verá afectada.
fi: Tämä poistaa ChatGPT-kirjautumisen tältä laitteelta. Tilaukseesi tämä ei vaikuta.
fr: Cela supprimera la connexion ChatGPT de cet appareil. Votre abonnement n'est pas affecté.
he: פעולה זו תסיר את ההתחברות ל-ChatGPT ממכשיר זה. המנוי שלך לא יושפע.
hu: Ez eltávolítja a ChatGPT-bejelentkezést erről az eszközről. Az előfizetését ez nem érinti.
it: L'accesso a ChatGPT verrà rimosso da questo dispositivo. Il tuo abbonamento non subirà modifiche.
ja: このデバイスからChatGPTのサインイン情報を削除します。サブスクリプションには影響しません。
ko: 이 기기에서 ChatGPT 로그인을 삭제합니다. 구독에는 영향이 없습니다.
nb: Dette vil fjerne ChatGPT-innloggingen fra denne enheten. Abonnementet ditt påvirkes ikke.
nl: Dit verwijdert de ChatGPT-aanmelding van dit apparaat. Uw abonnement blijft ongewijzigd.
pl: Spowoduje to usunięcie logowania ChatGPT z tego urządzenia. Twoja subskrypcja pozostanie bez zmian.
pt_br: Isso removerá o início de sessão do ChatGPT deste dispositivo. Sua assinatura não será afetada.
pt_pt: Isto irá remover o início de sessão do ChatGPT deste dispositivo. A sua subscrição não é afetada.
ro: Aceasta va elimina autentificarea ChatGPT de pe acest dispozitiv. Abonamentul dvs. nu este afectat.
sl: S tem boste odstranili prijavo v ChatGPT s te naprave. Vaša naročnina ostane nespremenjena.
sv: Detta tar bort ChatGPT-inloggningen från den här enheten. Din prenumeration påverkas inte.
uk: Це видалить вхід у ChatGPT з цього пристрою. Вашу підписку це не змінює.
vi: Thao tác này sẽ xóa thông tin đăng nhập ChatGPT khỏi thiết bị này. Gói đăng ký của bạn không bị ảnh hưởng.
zh_hans: 这将从此设备上移除 ChatGPT 登录信息。您的订阅不受影响。
zh_hant: 這將從此裝置移除 ChatGPT 登入資訊。您的訂閱不受影響。

source: This will remove the HSS configuration. You'll need to re-select the file to use HSS shortcuts again.
ar: سيؤدي هذا إلى إزالة إعدادات HSS. ستحتاج إلى إعادة تحديد الملف لاستخدام اختصارات HSS مرة أخرى.
ca: Això eliminarà la configuració HSS. Haureu de tornar a seleccionar el fitxer per utilitzar les dreceres HSS de nou.
cs: Tím se odstraní konfigurace HSS. Pro opětovné použití HSS zkratek budete muset soubor znovu vybrat.
da: Dette vil fjerne HSS-konfigurationen. Du skal vælge filen igen for at bruge HSS-genveje igen.
de: Dies entfernt die HSS-Konfiguration. Sie müssen die Datei erneut auswählen, um HSS-Abkürzungen wieder zu verwenden.
es: Esto eliminará la configuración HSS. Deberá volver a seleccionar el archivo para usar los atajos HSS nuevamente.
fi: Tämä poistaa HSS-määrityksen. Sinun täytyy valita tiedosto uudelleen käyttääksesi HSS-pikakuvakkeita.
fr: Cela supprimera la configuration HSS. Vous devrez resélectionner le fichier pour utiliser à nouveau les raccourcis HSS.
he: פעולה זו תסיר את תצורת HSS. תצטרך לבחור מחדש את הקובץ כדי להשתמש בקיצורי HSS שוב.
hu: Ez eltávolítja a HSS-konfigurációt. A HSS-parancsikonok újbóli használatához újra ki kell választania a fájlt.
it: La configurazione HSS verrà rimossa. Sarà necessario selezionare nuovamente il file per utilizzare le scorciatoie HSS.
ja: HSS設定を削除します。HSSショートカットを再度使用するにはファイルを再選択する必要があります。
ko: HSS 설정을 삭제합니다. HSS 단축키를 다시 사용하려면 파일을 다시 선택해야 합니다.
nb: Dette vil fjerne HSS-konfigurasjonen. Du må velge filen på nytt for å bruke HSS-snarveier igjen.
nl: Dit verwijdert de HSS-configuratie. U moet het bestand opnieuw selecteren om HSS-snelkoppelingen weer te gebruiken.
pl: Spowoduje to usunięcie konfiguracji HSS. Aby ponownie korzystać ze skrótów HSS, trzeba będzie ponownie wybrać plik.
pt_br: Isso removerá a configuração HSS. Você precisará selecionar o arquivo novamente para usar atalhos HSS.
pt_pt: Isto irá remover a configuração HSS. Terá de selecionar novamente o ficheiro para usar atalhos HSS.
ro: Aceasta va elimina configurația HSS. Va trebui să reselectați fișierul pentru a utiliza din nou scurtăturile HSS.
sl: S tem boste odstranili konfiguracijo HSS. Za ponovno uporabo bližnjic HSS boste morali datoteko znova izbrati.
sv: Detta tar bort HSS-konfigurationen. Du behöver välja filen igen för att använda HSS-genvägar.
uk: Це видалить конфігурацію HSS. Вам потрібно буде повторно вибрати файл, щоб знову використовувати скорочення HSS.
vi: Thao tác này sẽ xóa cấu hình HSS. Bạn sẽ cần chọn lại tệp để sử dụng phím tắt HSS.
zh_hans: 这将移除 HSS 配置。您需要重新选择文件才能再次使用 HSS 快捷方式。
zh_hant: 這將移除 HSS 設定。您需要重新選擇檔案才能再次使用 HSS 捷徑。
